Repository: Firas-musleh/Beautyofculture
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, tr

source: Har du redan ett konto?
ar: هل لديك حساب بالفعل؟
tr: zaten bir hesabın var mı?

source: All Products
ar: جميع المنتجات
tr: Tüm ürünler

source: Ange (och bekräfta) ditt nya lösenord.
ar: أدخل (وأكد) كلمة المرور الجديدة الخاصة بك.
tr: Yeni şifrenizi girin (ve onaylayın).

source: Antal
ar: كمية
tr: Miktar

source: Användarnamn...
ar: اسم المستخدم...
tr: Kullanıcı adı...

source: Användnamn
ar: اسم المستخدم
tr: Kullanıcı adı

source: Arabic
ar: عربي
tr: Arapça

source: Avlägsna
ar: يزيل
tr: Kaldırmak

source: Avslutad
ar: مكتمل
tr: Tamamlanmış

source: Bekräfta lösenord:
ar: تأكيد كلمة المرور:
tr: Şifreyi Onayla:

source: Beställa
ar: أطلب
tr: Emir

source: Beställningskod :
ar: رمز الطلب:
tr: Sipariş kodu:

source: Bild
ar: صورة
tr: Resim

source: Bli Medlem
ar: اشتراك
tr: Üye olmak

source: Datum:
ar: تاريخ:
tr: Tarih:

source: Description
ar: وصف
tr: Açıklama

source: Det finns ingen produkt !
ar: لا يوجد منتج!
tr: Ürün yok!

source: Din Varukorg
ar: سلة التسوق الخاصة بك
tr: Alışveriş sepetiniz

source: Din beställa
ar: طلبك
tr: Siparişiniz

source: Din beställning är klar
ar: طلبك جاهز
tr: siparişiniz hazır

source: E-post..
ar: بريد الالكتروني..
tr: e-posta..

source: Endast:
ar: فقط:
tr: Bir tek:

source: English
ar: إنجليزي
tr: İngilizce

source: Fortsätt handla
ar: مواصلة التسوق
tr: Alışverişe devam

source: Fraktkostnad
ar: تكلفة الشحن
tr: Nakliye maliyeti

source: Glömt lösenord ?
ar: هل نسيت كلمة السر ؟
tr: Parolanızı mı unuttunuz ?

source: Har inget konto?
ar: ليس لديك حساب؟
tr: Hesabın yok mu?

source: I väntan på
ar: قيد الانتظار
tr: Askıda olması

source: Image
ar: صورة
tr: resim

source: Inga recensioner ännu...
ar: لا توجد تعليقات حتى الآن ...
tr: Henüz yorum yok...

source: Innehåll
ar: المحتوى
tr: İçerik

source: Klicka här för att logga in igen.
ar: انقر هنا لتسجيل الدخول مرة أخرى.
tr: Tekrar giriş yapmak için burayı tıklayın.

source: Kundservice
ar: خدمة الزبائن
tr: Müşteri servisi

source: Kvantitet
ar: كمية
tr: Miktar

source: Kära:
ar: عزيزي:
tr: Canım:

source: LOGGA IN
ar: تسجيل الدخول
tr: KAYIT OLMAK

source: Logga in
ar: تسجيل الدخول
tr: Kayıt olmak

source: Logga in för att lägga till recension!
ar: تسجيل الدخول لإضافة مراجعة!
tr: Yorum eklemek için giriş yapın!

source: Logga ut
ar: تسجيل خروج
tr: Çıkış Yap

source: Lägg i kundvagn
ar: أضفها الى قائمة المشتريات
tr: Alışveriş Sepetine Ekle

source: Länken för återställning av lösenord var ogiltig, möjligen för att den redan har använts. Be om en ny lösenordsåterställning.
ar: رابط إعادة تعيين كلمة المرور غير صالح ، ربما لأنه تم استخدامه بالفعل. اطلب إعادة تعيين كلمة مرور جديدة.
tr: Parola sıfırlama bağlantısı, muhtemelen zaten kullanılmış olduğu için geçersizdi. Yeni bir parola sıfırlama isteğinde bulunun.

source: Lösenord...
ar: كلمه السر...
tr: Parola...

source: Lösenordet har ändrats!
ar: تم تغيير كلمة السر!
tr: Şifre değiştirildi!

source: Mer
ar: أكثر
tr: Daha

source: Next
ar: التالي
tr: Sonraki

source: Nytt lösenord:
ar: كلمة مرور جديدة:
tr: Yeni Şifre:

source: Om oss
ar: معلومات عنا
tr: Hakkımızda

source: Previous
ar: سابق
tr: Öncesi

source: Pris
ar: السعر
tr: Ödül

source: Produkt
ar: المنتج
tr: Ürün

source: Recensioner
ar: المراجعات
tr: İncelemeler

source: Register Account
ar: تسجيل حساب
tr: Hesap Kaydet

source: Registrera konto
ar: تسجيل حساب
tr: Hesabı kaydet

source: Search
ar: بحث
tr: Arama

source: Search . . .
ar: بحث
tr: Arama. . .

source: Skicka in
ar: أرسال
tr: Göndermek

source: Skriv in lösenord...
ar: أدخل كلمة المرور ...

source: Skriv lösenordet igen...
ar: اكتب كلمة المرور مرة أخرى ...
tr: Parolanı Gir ...

source: Snabbkassa
ar: الدفع
tr: Yazar kasa

source: Status
ar: حالة
tr: Durum

source: Stjärnor
ar: النجوم
tr: Yıldızlar

source: Stjärnor:
ar: النجوم
tr: Yıldızlar

source: Styckpris
ar: سعر الوحدة
tr: Birim fiyat

source: Summa
ar: المجموع
tr: Miktar

source: Sverige
ar: السويد
tr: İsveç

source: Swedish
ar: السويد
tr: İsveç

source: Tack för att du köper dina proukter hos oss vi hoppas att du kommer bli nöjd med din beställning.
ar: نشكرك على شراء منتجاتك منا ، ونأمل أن تكون راضيًا عن طلبك.
tr: Ürünlerinizi bizden satın aldığınız için teşekkür ederiz, umarız siparişinizden memnun kalırsınız.

source: Till kassan
ar: للدفع
tr: Kontrol etmek

source: Total
ar: المجموع
tr: Toplam

source: Totalsumma
ar: المبلغ الإجمالي
tr: Toplam tutar

source: Turkish
ar: اللغة التركية
tr: Türk

source: Türkiye
ar: تركيا
tr: Türk

source: Varukorg
ar: عربة التسوق
tr: Alışveriş Sepeti

source: Vi har skickat instruktioner för hur du ställer in ditt lösenord via e-post. Om de inte har kommit på några minuter, kolla din skräppostmapp.
ar: لقد أرسلنا تعليمات حول كيفية تعيين كلمة المرور الخاصة بك عبر البريد الإلكتروني. إذا لم يصلوا خلال بضع دقائق ، فتحقق من مجلد الرسائل غير المرغوب فيها.
tr: Parolanızı e-posta yoluyla nasıl ayarlayacağınızla ilgili talimatları gönderdik. Birkaç dakika içinde gelmezlerse, spam klasörünüzü kontrol edin.

source: Villkor
ar: قوانين المنتدى
tr: Şartlar

source: categories
ar: التصنيفات
tr: kategoriler

source: ditt lösenord har ändrats framgångsrikt, logga in härifrån
ar: تم تغيير كلمة المرور الخاصة بك بنجاح ، قم بتسجيل الدخول من هنا
tr: şifreniz başarıyla değiştirildi, buradan giriş yapın

source: efternamn
ar: لقب
tr: soyadı

source: förnamn
ar: الاسم الأول
tr: ilk adı

source: logga in igen?
ar: تسجيل الدخول مرة أخرى؟
tr: Tekrar giriş yap?

source: Ändra lösenord
ar: تغيير كلمة المرور
tr: Şifre değiştir

source: Återställ lösenord
ar: إعادة تعيين كلمة المرور
tr: şifreyi yenile

source: Återställningen av lösenordet misslyckades
ar: فشل إعادة تعيين كلمة المرور
tr: Şifre sıfırlama başarısız oldu

source: Sno.
tr: Büküm.
